Repository: ghorwin/palm-pilot-tools
Catalog: archive/coldsync-3.0/i18n/*.po
Languages: cs, it, ja, pt_br

source: %s: Could not find HotSync endpoint on Visor.
cs: %s: Nemohu najít endpoint HotSyncu na Visoru.
it: %s: Non posso trovare l'endpoint HotSync sul Visor.
ja: %s: Visor に HotSync endpoint が見つかりませんでした。
pt_br: %s: Não consigo encontrar o ponto final do HotSync na palm.

source: %s: Error deleting record 0x%08lx: %d.
cs: %s: Chyba pøi mazání záznamu 0x%08lx: %d.
it: %s: Errore durante la cancellazione del record 0x%08lx: %d.
ja: %s: レコード 0x%08lx の削除中にエラー: %d
pt_br: %s: Erro ao apagar o registro 0x%08lx: %d.

source: %s: Error header wrong length %ld.
ja: %s: ヘッダの長さ %ld が間違っています。
pt_br: %s: Erro com cabeçalho de tamanho errado %ld.

source: %s: Error in DlpRPC().
cs: %s: Chyba v DlpRPC().
it: %s: Errore in DlpRPC().
ja: %s: DlpRPC() の中でエラーが発生しました。
pt_br: %s: Erro com DlpRPC().

source: %s: Error in select().
cs: %s: Chyba pøi volání select().
it: %s: Errore nella select().
ja: %s: select() の中でエラーが発生しました。
pt_br: %s: Erro com select().

source: %s: Error reading SPC request from conduit.
cs: %s: Chyba pøi ètení SPC po¾adavku conduitu.
it: %s: Errore durante la lettura della richiesta SPC da parte del conduit.
ja: %s: コンジットから SPC 要求の読み取り中にエラーが発生しました。
pt_br: %s: Erro ao ler um pedido SPC do conduíte.

source: %s: Error reading SPC request.
cs: %s Chyba pøi ètení SPC po¾adavku.
it: %s: Errore durante la lettura della richiesta SPC.
ja: %s: SPC 要求の読み取り中にエラーが発生しました。
pt_br: %s: Erro ao ler um pedido SPC.

source: %s: Error sending SPC response data.
cs: %s: Chyba pøi posílání dat SPC odpovìdi.
it: %s: Errore durante l'invio dei dati di risposta SPC.
ja: %s: SPC 応答データの送信中にエラーが発生しました。
pt_br: %s: Erro ao enviar um resposta de dados SPC.

source: %s: Error sending dummy ACK. This is serious.
cs: %s: Chyba pøi posílání prázdného ACK. To je záva¾né.
it: %s: Errore durante l'invio del dummy ACK. Questo e' grave.
ja: %s: ダミー ACK の送信中にエラーが発生しました。これは重大なエラーです。
pt_br: %s: Erro ao enviar um inofensivo ACK. Isso é sério.

source: %s: Error uploading "%s".
cs: %s: Chyba pøi uploadingu "%s".
it: %s: Errore durante l'invio di "%s".
ja: %s: "%s" のアップロード中にエラーが発生しました。
pt_br: %s: Erro ao enviar dados para a palm "%s".

source: %s: Error: dlp.write returned %d.
cs: %s: Chyba: dlp.write vrátil %d.
it: %s: Errore: dlp.write ha restituito %d.
ja: %s: ERROR: dlp.write が %d を返しました。
pt_br: %s: Erro: dlp.write retornou %d.

source: %s: I just got file descriptor %d. There appears to be a file descriptor leak. Please notify the maintainer.
cs: %s: Právì jsem obdr¾el file descriptor %d. Vypadá to s ním nìjak bledì, asi nìkam utekl. Prosím upozornìte mainteinera.
it: %s: Ho appena ricevuto il descrittore di file %d. Pare che ci sia una perdita di descrittori di file. Per favore, avverti il mantainer del progetto.
ja: %s: ファイル・デスクリプタ %d を取得しました。 ファイル・デスクリプタが leak しているようです。作者に連絡して下さい。
pt_br: %s: Eu acabo de obter o descritor do arquivo %d. Isso parece ser uma falha no descrtor de arquivos. Por favor, avise o autor.

source: %s: Lost connection to Palm.
cs: %s: Ztratil jsem spojení s Palmem.
it: %s: Connessione al Palm persa.
ja: %s: Palm との接続が切れました。
pt_br: %s: Perdi conexão com a Palm.

source: %s: Missing mode string. This should never happen.
cs: %s: Chybí mi mode string. To by se nikdy nemìlo stát.
it: %s: Manca la stringa con la modalita'. Questo non dovrebbe accadere.
ja: %s: モードがありません。これは絶対に発生してはいけないことです。
pt_br: %s: Faltando a cadeia de modo. Isso nunca deveria ter acontecido.

source: %s: No `type:' line seen in definition of "%s".
cs: %s: V definici "%s" není ¾ádný `type:' øádek.
it: %s: Non ho trovato la linea `type:' nella definizione di "%s".
ja: %s: "%s" の定義の中に 'type:' の行が見あたりません。
pt_br: %s: Sem tipo:' line parece estar na definição de "%s".

source: %s: Out of memory.
cs: %s: Mimo pamìt (out of memory).
it: %s: Memoria esaurita.
ja: %s: メモリが足りません。
pt_br: %s: Acabou a memória.

source: %s: Out of memory.
cs: %s: Mimo pamìt (out of memory).
it: %s: Memoria esaurita.
ja: %s: メモリが足りません。
pt_br: %s: Acabou a memória.

source: %s: Too many file descriptors. Aborting.
cs: %s: Pøíli¹ mnoho file deskriptorù. Konèím.
it: %s: Troppi descrittori di file aperti. Interrompo.
ja: %s: ファイル・デスクリプタが多すぎます。中止します。
pt_br: %s: Muitos descritores de arquivos. Terminando.

source: %s: Warning: Can't delete record 0x%08lx: %d.
cs: %s: Upozornìní: Nemohu smazat záznam 0x%08ls: %d.
it: %s: Attenzione: Non posso cancellare il record 0x%08lx: %d.
ja: %s: WARNNING: レコード 0x%08lx を削除できません: %d
pt_br: %s: Aviso: Não consigo apagar o registro 0x%08lx: %d.

source: %s: Warning: Unexpected USB vendor ID %#x.
cs: %s: Upozornìní: Neoèekávané ID USB zaøízení %#x.
it: %s: Attenzione: ID del produttore USB inatteso %#x.
ja: %s: WARNING: 予想外の USB ベンダー ID %#x です。
pt_br: %s: Aviso: Identificador do USB desconhecido %#x.

source: %s: bad checksum: expected 0x%02x, got 0x%02x.
cs: %s: ¹patný kontrolní souèet: oèekával jsem 0x%02x dostal jsem 0x%02x.
it: %s: checksum errato: mi aspettavo 0x%02x, ho ricevuto 0x%02x.
ja: %s: おかしなチェックサム: 期待値 0x%02x, 取得値 0x%02x
pt_br: %s: digito de controle ruim: experava 0x%02x, obtive 0x%02x.

source: %s: can't allocate data.
cs: %s: nemohu naalokovat data.
it: %s: non posso allocare dati.
ja: %s: データを確保できません。
pt_br: %s: não consigo reservar dados.

source: %s: can't allocate pdb.
cs: %s: nemohu naalokovat pdb.
it: %s: non posso allocare il pdb.
ja: %s: pdb データを確保できません。
pt_br: %s: não consifo reservar pdb.

source: %s: can't allocate record data for "%.*s".
ja: %s: "%.*s" 用のレコード・データを確保できません。
pt_br: %s: não consigo reservar um registro de dados para "%.*s".

source: %s: can't allocate resource data for "%.*s".
ja: %s: "%.*s" 用のリソース・データを確保できません。
pt_br: %s: não consigo reservar recurso de dados para "%.*s".

source: %s: can't create new backup file %s. It may already exist.
cs: %s: nemohu vytvoøit nový zálo¾ní soubor %s. Je mo¾né, ¾e ji¾ existuje.
it: %s: non posso creare il file di backup %s. Potrebbe esistere gia'.
ja: %s: 新しいバックアップファイル %s を生成できません。 既に存在しているようです。
pt_br: %s: não sonsigo criar um novo arquivo de backup %s. ele pode já existir.

source: %s: can't write database "%s" to "%s".
cs: %s: nemohu zapsat databázi "%s" do "%s".
it: %s: non posso scrivere il database "%s" su "%s".
ja: %s: データベース "%s" から "%s" に書き込めません。
pt_br: %s: não posso gravar base de dados "%s" em "%s".

source: %s: can't write database header for "%.*s".
ja: %s: "%.*s" のデータベース・ヘッダを書き込めません。
pt_br: %s: não pososo gravar o cabeçalho da base de dados para "%.*s".

source: %s: can't write record list header for "%.*s".
ja: %s: "%.*s" のレコード一覧ヘッダを書き込めません。
pt_br: %s: não posso gravar registro de lista de cabeçalhos para "%.*s".

source: %s: error reading record index entry for "%.*s" (%d bytes): %d.
ja: %s: "%.*s" のレコード目録エントリ (%d バイト) を読み込めません: %d
pt_br: %s: erro ao ler a entrada de índice de registros para "%.*s" (%d bytes): %d.

source: %s: error sending SPC response header.
cs: %s: chyba pøi posílání SPC odpovìdní hlavièky.
it: %s: errore durante l'invio dell'header di risposta SPC.
ja: %s: SPC 応答ヘッダの送信でエラーが発生しました。
pt_br: %s: erro enviando cabeçalho respostas SPC.

source: %s: execv(%s) failed and returned %d.
pt_br: %s: execv(%s) falhou e retornou %d.

source: %s: realloc(%d) failed.
cs: %s: realloc(%d) selhal.
it: %s: realloc(%d) fallita.
ja: %s: realloc(%d) に失敗しました。
pt_br: %s: realloc(%d) falhou.

source: %s: select() returned 0. I'm puzzled.
cs: %s: select() vrátil 0. Nevím, co dál.
it: %s: select() ha restituito 0. Non so piu' cosa pensare.
ja: %s: select() が 0 を返しました。不明な返り値です。
pt_br: %s: select() retornou 0. Fiquei confuso

source: %s: select() returned an unexpected error. This should never happen.
cs: %s: select() vrátil neoèekávanou chybu. To by se nikdy nemìlo stát.
it: %s: select() ha restituito un errore inatteso. Questo non dovrebbe succedere.
ja: %s: select() が予想外のエラーを返しました。これは絶対に発生してはいけないことです。
pt_br: %s: select() retornou um erro inesperado. Isso nunca deveria ter acontecido.

source: %s: socket() returned %d.
cs: %s: socket() vrátil %d.
it: %s: socket() ha restituito %d.
ja: %s: socket() が %d を返しました。
pt_br: %s: socket() retornou %d.

source: %s: unexpected response %d to GetBytesAvailable.
cs: %s: neoèekávaná odpoveï %d z volání GetBytesAvailable.
it: %s: risposta %d inattesa a GetBytesAvaliable.
ja: %s: GetBytesAvailable に対する予想外の応答 %d です。
pt_br: %s: inesperada resposta %d de GetBytesAvailable.

source: %s: unknown listen type %d.
cs: %s: neznámý listen type %d.
it: %s: tipo %d di listen sconosciuto.
ja: %s: 不明な監視する種類 %d です。
pt_br: %s: tipo %d listen desconhecido.

source: %s: unknown start state %d. Please tell the maintainer to fix `lexer.l'.
cs: %s: neznámý poèáteèní stav %d. Prosím upozornìte maintainera, aby opravil 'lexer.l'.
it: %s: stato d'inizio sconosciuto %d. Per favore avverti il mantainer del progetto di fixare `lexer.l'.
ja: %s: 不明な起動状態 %d です。 'lexer.l' を修正するよう作者に連絡して下さい。
pt_br: %s: estado inicial %d desconhecido. Por favor, diga ao desenvolvedor para corrigir o arquivo `lexer.l'.

source: (1st)
it: (1o)
ja: (1番目)
pt_br: (primeiro)

source: ACK Timeout. Attempting to resend.
cs: ACK Timeout. Zkou¹ím poslat data znovu.
it: ACK Timeout. Ritento l'invio.
ja: ACK がタイムアウトしました。再送してみます。
pt_br: Tempo esgotado para ACK. Tentando re-enviar.

source: Backing up "%s"
cs: Zálohuji "%s"
it: Sto archiviando "%s"
ja: "%s" のバックアップ
pt_br: Fazendo backup de "%s"

source: Bad file descriptor
cs: ©patný descriptor souboru
it: Descrittore di file errato
ja: おかしなファイル・デスクリプタ
pt_br: Descritor de arquivo incorreto

source: Can't allocate list of record IDs.
cs: nemohu naalokovat seznam ID záznamù.
it: Non posso allocare l'elenco degli ID dei record.
ja: レコード ID の一覧を確保できません。
pt_br: Não consigo alocar lista de identificadores de registros.

source: Can't allocate new conduit block.
cs: Nemohu naalokovat nový conduit block.
it: Non posso allocare un nuovo conduit block.
ja: 新しいコンジット・ブロックを確保できません。
pt_br: Não consigo reservar um novo bloco para conduites.

source: Can't allocate new configuration.
cs: Nemohu naalokovat novou konfiguraci.
it: Non posso allocare una nuova configurazione.
ja: 新しい設定を確保できません。
pt_br: Não consigo reservar nova configuração.

source: Can't allocate new connection.
cs: Nemohu naalokovat nové spojení.
it: Non posso allocare una nuova connessione.
ja: 新しい接続を確保できません。
pt_br: Não consigo reservar nova conexão.

source: Can't connect to server.
cs: Nemohu se pøipojit k serveru.
it: Non posso collegarmi al server.
ja: サーバに接続できません。
pt_br: Não consigo conectar com o servidor.

source: Can't copy a new record.
cs: Nemohu zkopírovat nový záznam.
it: Non posso copiare un nuovo record.
ja: 新しいレコードを複写できません。
pt_br: Não consigo copiar um novo registro.

source: Can't create "%s".
cs: Nemohu vytvoøit "%s".
it: Non posso creare "%s".
ja: "%s" を生成できません。
pt_br: Não consigo criar "%s".

source: Can't create archive directory %s.
cs: Nemohu vytvoøit archivní adresáø %s.
it: Non posso creare la directory archivio %s.
ja: アーカイブ・ディレクトリ %s を生成できません。
pt_br: Não consigo criar diretório archieve %s.

source: Can't create attic directory %s.
cs: Nemohu vytvoøit attic adresáø %s.
it: Non posso creare la directory solaio %s.
ja: attic ディレクトリ %s を生成できません。
pt_br: Não consigo criar diretório attic %s.

source: Can't create backup directory %s.
cs: Nemohu vytvoøit zálo¾ní adresáø %s.
it: Non posso creare la directory di backup %s.
ja: バックアップ・ディレクトリ %s を生成できません。
pt_br: Não consigo criar um diretório backup %s.

source: Can't create base sync directory %s.
cs: Nemohu vytvoøit základní adresáø %s.
it: Non posso creare la directory principale per la sincronizzazione %s.
ja: 同期ディレクトリ %s を確保できません。
pt_br: Não consigo criar o diretório base (%s) para sync.

source: Can't create install directory %s.
cs: Nemohu vytvoøit instalaèní adresáø %s.
it: Non posso creare la directory di installazione %s.
ja: インストール・ディレクトリ %s を生成できません。
pt_br: Não consigo criar o diretório de instalação %s.

source: Can't download record or resource index.
cs: Nemohu vytvoøit záznam nebo resource index.
it: Non riesco a ricevere l'elenco dei record o l'elenco delle risorse.
ja: レコードまたはリソース目録をダウンロードできません。
pt_br: Não consigo fazer o download do registro ou índice do recurso.

source: Can't dup(stderr).
cs: Nemohu provést dup(stderr).
it: Non posso duplicare(stderr).
ja: dup (標準エラー出力) できません。
pt_br: Não consigo duplicar (stderr).

source: Can't find record %d in "%.*s".
ja: レコード %d が "%.*s" の中にありません。
pt_br: Não consigo encontrar registro %d em "%.*s".

source: Can't find resource %d in "%.*s".
ja: リソース %d が "%.*s" の中にありません。
pt_br: Não consigo encontrar recurso %d em "%.*s".

source: Can't find the AppInfo block in "%.*s"!
ja: "%.*s" の中に AppInfo ブロックがありません。
pt_br: Não consigo encontrar o bloco Appinfo em "%.*s"!

source: Can't find the sort block in "%.*s"!
ja: "%.*s" の中にソート・ブロックがありません。
pt_br: Não consigo encontrar o bloco sort em "%.*s"!

source: Can't get host ID.
cs: Neznámé ID hostu.
it: Non riesco ad acquisire l'ID dell'host.
ja: ホスト ID を取得できません。
pt_br: Não consigo obter o host ID.

source: Can't get host name.
cs: Neznámé jméno hostu.
it: Non riesco ad acquisire l'hostname.
ja: ホスト名を取得できません。
pt_br: Não consigo obter o nome do host.

source: Can't get location of serial number.
cs: Nemohu získat umístìní seriového èísla.
it: Non riesco ad acquisire la posizione del numero di serie.
ja: シリアル番号の場所を取得できません。
pt_br: Não consigo obter a localização do número de série.

source: Can't get preference item.
cs: Nemohu získat polo¾ku preferencí.
it: Non riesco ad acquisire il preference item.
ja: お気に入りのアイテムを取得できません。
pt_br: Não consigo obter o ítem preferências.

source: Can't get system info.
cs: Nemohu obdr¾et systémové informace.
it: Non riesco ad acquisire le informazioni sul sistema.
ja: システム情報を取得できません。
pt_br: Não consigo obter a informação do sistema.

source: Can't get user info.
cs: Nemohu obdr¾et u¾ivatelské informace.
it: Non riesco ad acquisire le userinfo.
ja: ユーザ情報を取得できません。
pt_br: Não consigo obter a informação de usuário.

source: Can't get user's full name.
cs: Nemohu obdr¾et plné jméno u¾ivatele.
it: Non posso acquisire il nome completo dell'utente.
ja: ユーザの氏名を取得できません。
pt_br: Não consigo obter o nome completo do usuário.

source: Can't load configuration.
cs: Nemohu nahrát konfiguraci.
it: Non posso caricare la configurazione.
ja: 設定を読み込めません。
pt_br: Não consigo carregar a configuração.

source: Can't load header.
cs: Nemohu nahrát hlavièku.
it: Non posso caricare l'header.
ja: ヘッダを読み込めません。
pt_br: Não consigo carregar o cabeçalho.

source: Can't load header.
cs: Nemohu nahrát hlavièku.
it: Non posso leggere l'header.
ja: ヘッダを読み込めません。
pt_br: Não consigo carregar o cabeçalho.

source: Can't load record list header for "%.*s".
ja: "%.*s" のレコード一覧ヘッダを読み込めません。
pt_br: Não consigo carregar o cabeçalho da lista de registro para "%.*s".

source: Can't look up my address.
cs: Nemohu najít moji adresu.
it: Non posso controllare il mio indirizzo.
ja: 自分のアドレスを検索できません。
pt_br: Não consigo achar meu endereço.

source: Can't open %s.
cs: Nemohu otevøít %s.
it: Non posso aprire %s.
ja: %s を開けません。
pt_br: Não consigo abrir %s.

source: Can't open database "%s".
cs: Nemohu otevøít databázi "%s".
it: Non posso aprire il database "%s".
ja: データベース "%s" を開けません。
pt_br: Não consifo abrir a base de dados "%s".

source: Can't open log file "%s".
cs: Nemohu otevøít log soubor "%s".
it: Non posso aprire il file di log "%s".
ja: ログ・ファイル "%s" を開けません。
pt_br: Não consigo abrir o arquivo de log "%s".

source: Can't open log file on stderr.
cs: Nemohu otevøít log soubor na stderr.
it: Non posso redirigere il log su stderr.
ja: ログファイルを標準エラー出力に開けません。
pt_br: Não consigo abrir o arquivo de log em stderr.

source: Can't parse command-line arguments.
cs: Nemohu pøeèíst argumenty pøíkazové øádky.
it: Non posso interpretare i parametri della linea di comando.
ja: コマンドラインの引数を解析できません。
pt_br: Não consigo avaliar os argumentos da linha de comando.

source: Can't read %s.
cs: Nemohu pøeèíst %s.
it: Non posso leggere %s.
ja: %s が読めません。
pt_br: Não consigo ler %s.

source: Can't read AppInfo block for "%.*s".
ja: "%.*s" の AppInfo ブロックが読めません。
pt_br: Não consigo ler o bloco AppInfo para "%.*s".

source: Can't read NetSync info.
cs: Nemohu pøeèíst NetSync info.
it: Non posso leggere le informazioni di NetSync.
ja: NetSync 情報が読めません。
pt_br: Não consigo ler a informação NetSync.

source: Can't read contents of directory %s.
cs: Nemohu pøeèíst obsah adresáøe %s.
it: Non posso leggere il contenuto della directory %s.
ja: ディレクトリ %s の内容が読めません。
pt_br: Não consifo ler o conteúdo do diretório %s.

source: Can't read record %d in "%.*s".
ja: レコード %d ("%.*s" 内の) が読めません。
pt_br: Não consigo ler o registro %d em "%.*s".

source: Can't read record index for "%.*s".
ja: "%.*s" のレコード目録が読めません。
pt_br: Não consigo ler o índice de registro para "%.*s".

source: Can't read records for "%.*s".
ja: "%.*s" のレコードが読めません。
pt_br: Não consigo ler registros para "%.*s".

source: Can't read resource %d in "%.*s".
ja: リソース %d ("%.*s" 内の) が読めません。
pt_br: Não consigo ler recurso %d em "%.*s".

source: Can't read resource index for "%.*s".
ja: "%.*s" のリソース目録が読めません。
pt_br: Não consigo ler o índice de recursos para "%.*s".

source: Can't read resources for "%.*s".
ja: "%.*s" のリソースが読めません。
pt_br: Não consigo ler recurso para "%.*s".

source: Can't read serial number.
cs: Nemohu pøeèíst seriové èíslo.
it: Non posso leggere il numero di serie.
ja: シリアル番号が読めません。
pt_br: Não consigo ler o número de série.

source: Can't read sort block for "%.*s".
ja: "%.*s" のソート・ブロックが読めません。
pt_br: Não consigo ler o bloco sort para "%.*s".

source: Can't reserve file descriptor %d.
cs: Nemohu si zarezervovat descriptor souboru %d.
it: Non posso riservare il descrittore di file %d.
ja: ファイル・デスクリプタ %d を予約できません。
pt_br: Não consigo reservar o descritor de arquivo %d.

source: Can't resize palm->dblist.
cs: Nemohu zmìnit velikost palm->dblist.
it: Non posso ridimensioanre palm->dblist.
ja: palm->dblist のサイズを変更できません。
pt_br: Não consigo alterar o tamanho de palm->dblist.

source: Cancelled
it: Cancellato
ja: キャンセル
pt_br: Cancelado

source: Cancelled by Palm.
cs: Zru¹eno Palmem.
it: Cancellato dal Palm.
ja: Palm によってキャンセルされました。
pt_br: Cancelado pela Palm.

source: Compile-type options:
cs: Optiony pøi kompilaci:
it: Opzioni di compilazione:
ja: コンパイル条件:
pt_br: Opções de compilação:

source: Conduit %s exited abnormally. Continuing.
cs: Conduit %s skonèil nenormálnì. Pokraèuji.
it: Il conduit %s e' terminato in maniera anormale. Continuo.
ja: コンジット %s が異常終了しました。続行します。
pt_br: Conduíte %s terminou anormalmente. Continuando...

source: Conduit %s is not a %s conduit.
cs: Conduit %s není %s conduitem.
it: Il conduit %s non e' un conduit %s.
ja: コンジット %s は %s コンジットではありません。
pt_br: Conduíte %s não é um conduíte %s.

source: Config file "%s" doesn't exist.
cs: Konfiguraèní soubor "%s" neexistuje.
it: Il file di configurazione "%s" non esiste.
ja: 設定ファイル "%s" が存在しません。
pt_br: Arquivo de configuração "%s" não existe.

source: Couldn't initialize configuration.
cs: Nemohu nastavit konfiguraci.
it: Non posso inizializzare la configurazione.
ja: 設定を初期化できません。
pt_br: Não consigo inicializar a configuração.

source: Couldn't read configuration file "%s".
cs: Nemohu pøeèíst konfiguraèní soubor "%s".
it: Non posso leggere il file di configurazione "%s".
ja: 設定ファイル "%s" が読めません。
pt_br: Não consigo ler o arquivo de configuração "%s".

source: Couldn't send header to conduit.
cs: Nemohu poslat hlavièku conduitu.
it: Non posso mandare l'header al conduit.
ja: コンジットに対するヘッダを送信できません。
pt_br: Não consigo enviar cabeçalho para o conduíte.

source: DlpReadRecordIDList() read 0 records. What happened?
cs: DlpReadRecordIDList() pøeèetl 0 záznamù. Co se me stalo?
it: DlpReadRecordIDList() ha letto 0 records. Che e' successo?
ja: DlpReadRecordIDList() が 0 個のレコードを読みました。何が起こった？
pt_br: DlpReadRecordIDList() leu 0 registros. O que aconteceu ?

source: DlpWriteRecord: Can't allocate output buffer.
cs: DlpWriteRecord: nemohu naalokovat výstupní buffer.
it: DlpWriteRecord: Non posso allocare il buffer di output.
ja: DlpWriteRecord: 出力バッファを確保できません。
pt_br: DlpWriteRecord: Não consigo reservar um buffer de saída.

source: End of file
cs: Konec souboru
it: Fine del file
ja: ファイルの最後 (EOF)
pt_br: Fim do arquivo

source: Error
it: Errore
pt_br: Erro

source: Error
cs: Chyba
it: Errore
pt_br: Erro

source: Error deleting "%s".
cs: Chyba pøi mazání "%s".
it: Errore durante la cancellazione "%s".
ja: "%s" の削除中にエラーが発生しました。
pt_br: Erro ao apagar "%s".

source: Error during cmp_read: (%d) %s.
cs: Chyba pøi cmp_read: (%d) %s.
it: Errore durante cmp_read: (%d) %s.
ja: cmp_read 中にエラーが発生しました: (%d) %s
pt_br: Erro durante cmp_read: (%d) %s.

source: Error establishing CMP connection.
cs: Chyba pøi navazování CMP spojení.
it: Errore durante la creazione di una connessione CMP.
ja: CMP 接続を確立中にエラーが発生しました。
pt_br: Erro ao estabelcer uma conexão CMP.

source: Error in system call or library function
cs: Chyba pøi systémovém volání nebo v knihovní funkci
it: Errore durante una chiamata di sistema o di libreria.
ja: システムコールまたはライブラリ関数の呼び出しでエラーが発生しました。
pt_br: Erro durante uma chamada de sistema ou função de biblioteca

source: Error opening "%s".
cs: Chyba pøi otvírání "%s".
it: Errore durante l'apertura di "%s".
ja: "%s" をオープン中にエラーが発生しました。
pt_br: Erro ao abrir "%s".

source: Error reading NetSync packet header.
cs: Chyba pøi ètení hlavièky NetSync paketu.
it: Errore durante la lettura dell'header del packet NetSync.
ja: NetSync パケット・ヘッダの読み込み中にエラーが発生しました。
pt_br: Error ao ler o pacote de cabeçalho NetSync.

source: Error sending NetSync header.
cs: Chyba pøi posílání hlavièky NetSync u.
it: Errore durante l'invio dell'header NetSync.
ja: NetSync ヘッダの送信中にエラーが発生しました。
pt_br: Erro ao enviar o cabeçalho NetSync.

source: Error trying to set speed.
cs: Chyba pøi pokusu nastavit rychlost.
it: Errore durante l'impostazione della velocita'.
ja: 速度をセットしょうとしたらエラーが発生しました。
pt_br: Erro ao tentar ajustar a velocidade.

source: Error uploading record 0x%08lx: %d.
cs: Chyba pøi uploadingu záznamu 0x%08lx: %d.
it: Errore durante l'invio del record 0x%08lx: %d.
ja: レコード 0x%08lx のアップロード中にエラーが発生しました: %d
pt_br: Erro durante o upload do registro 0x%08lx: %d.

source: Error:
cs: Chyba:
it: Errore:
pt_br: Erro:

source: Error: Can't open "%s".
cs: Chyba: Nemohu otevøít "%s".
it: Errore: Non posso aprire "%s".
ja: ERROR: "%s" が開けません。
pt_br: Erro: Não consigo abrir "%s".

source: Error: Palm suggested %ld bps, but the serial port can't go that fast.
ja: ERROR: Palm から %ld ビット/秒と報告されましたが、シリアルポートはそんなに速くありません。
pt_br: Erro: Palm sugeriu %ld bps, mas a porta serial não consegue ir tão rápido.

source: Error: Palm suggested unknown speed %ld
ja: ERROR: Palm から不明な速度 %ld が報告されました。
pt_br: Erro: Palm sugeriu uma velocidade desconhecida: %ld

source: Error: USB support not enabled.
cs: Chyba: není nastavena podpora USB.
it: Errore: il supporto USB non e' abilitato.
ja: ERROR: USB サポートが有効になっていません。
pt_br: Erro: Suporte à USB não habilitado.

source: Error: only read %d bytes of NetSync packet header.
cs: Chyba: pøeèetl jsme pouze %d bytù z hlavièky NetSync paketu.
it: Errore: ho letto solo %d bytes dell'header del packet di NetSync.
ja: ERROR: NetSync パケット・ヘッダの %d バイトのみ読み込みます。
pt_br: Erro: somente lido %d bytes do pacote de cabeçalho NetSync.

source: File isn't seekable.
cs: Na souboru nefunguje metoda seek.
it: Il file non e' accessibile.
ja: ファイルがシーク可能ではありません。
pt_br: Arquivo não é de acesso aleatório.

source: Hey! I can't find the %dth record in "%.*s"!
ja: おいおい、%d 番目のレコードが "%.*s" の中にありませんよ！
pt_br: Não consigo encontrar o %d-écimo registro em "%.*s"!

source: Hey! I can't find the %dth resource in "%.*s"!
ja: おいおい、%d 番目のリソースが "%.*s" の中にありませんよ！
pt_br: Não consigo encontrar o %d-écimo recurso em "%.*s"!

source: Hey! This isn't an AF_INET address!
cs: Hey! To není AF_INET adresa!
it: Attento! Questo non e' un indirizzo AF_INET!
ja: おいおい、これは AF_INET アドレスではないですよ！
pt_br: Isto não é um endereço AF_INET !
