Repository: ghorwin/palm-pilot-tools
Catalog: archive/coldsync-3.0/i18n/*.po
Languages: cs, it, ja, pt_br

source: -F: Force fast sync.
cs: -F: Vynutí rychlou synchronizaci.
it: -F: Forza la sincronizzazione veloce.
ja: -F: 強制的に高速で同期する。
pt_br: -F: Force sync rápido.

source: -I: Force installation of new databases.
cs: -I: Vynutí nainstaci nových databází.
it: -I: Forza l'installazione di nuovi database.
ja: -I: 新しいデータベースを強制的にインストールする。
pt_br: -I: Force a instalação de uma nova base de dados.

source: -P <protocol>: Software protocol [default|full|simple|net].
ja: -P <protocol>: ソフトウェア・プロトコル [default|full|simple|net] を指定する。
pt_br: -P <protocolo>: Protocolo de software [default|full|simple|net].

source: -R: Check ROM databases.
cs: -R: Provìøí ROM databázi.
it: -R: Controlla i database della ROM.
ja: -R: ROM データベースをチェックする。
pt_br: -R: Verifique base de dados em ROM.

source: -S: Force slow sync.
cs: -S: Vynutí pomalou synchronizaci.
it: -S: Forza la sincronizzazione lenta.
ja: -S: 強制的に低速で同期する。
pt_br: -S: Force um sync lento.

source: -V: Print version and exit.
cs: -V: Vytiskne verzi a skonèí.
it: -V: Stampa la versione ed esce.
ja: -V: ColdSync のバージョンを表示して終了する。
pt_br: -V: Imprima a versão e termine.

source: -d <fac[:level]>: Set debugging level.
cs: -d <fact[:level]>:Nastaví debugging level.
it: -d <facility[:livello]>: Setta il livello di debugging.
ja: -d <fac[:level]>: デバッグ・レベル level をセットする。
pt_br: -d <fac[:level]>: Especifica o nível de depuração.

source: -f <file>: Read configuration from <file>
cs: -f <file>: Naète konfiguraci ze souboru <file>
it: -f <file>: Legge la configurazione da <file>
ja: -f <file>: <file> から設定を読み込む。
pt_br: -f <arquivo>: Use a configuração em <arquivo>

source: -h: Print this help message and exit.
cs: -h: Vytiskne tuto nápovìdu a skonèí.
it: -h: Stampa questo messaggio ed esce.
ja: -h: このヘルプを表示して終了する。
pt_br: -h: Imprima essa mensagem de ajuda e termine.

source: -l: <file>: Write error/debugging messages to <file>.
cs: -l: <soubor>: Zapí¹e logovací/debugovací zprávy do <soubor>u.
it: -l: <file>: Scrivi i messaggi di errore/debug su <file>.
ja: -l: <file>: エラー/デバッグ・メッセージを <file> に書き込む。
pt_br: -l <arquivo>: Escreva mensagens de erro/depuração em <arquivo>.

source: -mI: Initialize.
cs: -mI: Inicializuj Palma.
it: -mI: Inizializza.
ja: -mI: 初期化する。
pt_br: -mI: Inicialize.

source: -mb <dir> [database...] Perform a backup to <dir>.
cs: -mb <dir> [databáze...] Zazálohuj databáze do <dir>.
it: -mb: <directory> [database...] Effettua un backup in <directory>.
ja: -mb <dir> [database...] <dir> に (databese を) バックアップする。
pt_br: -mb <dir> [base_de_dados...] Faça um backup em <dir>.

source: -mr <file|dir>... Restore or install new databases.
cs: -mr <file|dir>... Obnov data nebo nainstaluj nové databáze.
it: -mr <file|directory>... Ripristina o installa nuovi database.
ja: -mr <file|dir>... 新しいデータベースをリストア/インストールする。
pt_br: -mr <arquivo|dir>... Restaure ou instale novas bases de dados.

source: -ms: Synchronize (default).
cs: -ms: Synchronizuj (defaultní).
it: -ms: Sincronizza (default).
ja: -ms: 同期する。(デフォルト)
pt_br: -ms: Sincronize (padrão).

source: -n <listen-block>: Choice the named listen block.
pt_br: -n <listen-block>: Selecione o nome do bloco listen.

source: -p <port>: Listen on device <port>.
cs: -p <port>: Bude naslouchat zaøízení na <port>u.
it: -p <porta>: Si mette in attesa sul device <porta>.
ja: -p <port>: <port> のデバイスを監視する。
pt_br: -p <porta>: Comunique-se pelo dispositivo <porta>.

source: -s: Log error messages to syslog.
cs: -s: Zaloguje chybové zprávy do syslogu.
it: -s: Scrivi i messaggi di errore sul syslog.
ja: -s: エラーメッセージを Syslog にログする。
pt_br: -s: Registre mensagens de erro pelo syslog.

source: -v: Increase verbosity.
cs: -v: Zvìt¹í mno¾ství informací od programu.
it: -v: Aumenta il livello di verbosita'.
ja: -v: 出力するメッセージを詳細にする。
pt_br: -v: Aumente o nível de detalhe.

source: -z: Install databases after sync.
cs: -z: Po dokonèení synchronizace nainstaluje na Palm nové databáze.
it: -z: Installa i database dopo la sincronizzazione.
ja: -z: 同期した後にデータベースをインストールする。
pt_br: -z: Instale bases de dados após a sincronização.

source: Error near "%s".
cs: Chyba v okolí "%s".
it: Errore vicino a "%s".
ja: "%s" でエラーが発生しました。
pt_br: Erro próximo à "%s".

source: Missing ':'.
cs: Chybí ':'.
it: Manca ':'.
ja: ':' がありません。
pt_br: Faltando ':'.

source: Missing ';'.
cs: Chybí ';'.
it: Manca ';'.
ja: ';' がありません。
pt_br: Faltando ';'.

source: Missing '{'.
cs: Chybí '{'.
it: Manca '{'.
ja: '{' がありません。
pt_br: Faltando '{'.

source: Missing argument name near ": %s".
cs: Chybìjící jméno argumentu poblí¾ ": %s".
it: Manca il nome dell'argomento vicino a ": %s".
ja: ": %s" の引数名がありません。
pt_br: Faltando nome do arqumento próximo à ": %s".

source: Missing listen block type.
cs: Chybí typ listen blocku.
it: Manca il tipo del listen block.
ja: 監視するブロックの種類がありません。
pt_br: Faltando bloco do tipo listen.

source: Missing option name near "%s".
ja: "%s" のオプション名がありません。
pt_br: Faltando nome de opção próximo à "%s".

source: Unrecognized conduit flavor "%s".
cs: Nerozpoznaný druh conduitu "%s".
it: Tipo di conduit non riconosciuto "%s".
ja: 認識できないコンジット形式: "%s"
pt_br: Tipo de conduíte ("%s") desconhecido.

source: Unrecognized listen type "%s".
cs: Nerozponaný druh naslouchání "%s".
it: Tipo di listen non riconosciuto "%s".
ja: 認識できない監視形式: "%s"
pt_br: Tipo listen ("%s") desconhecido.

source: Unrecognized protocol: "%s".
ja: 認識できないプロトコル: "%s"
pt_br: Protocolo "%s" desconhecido.

source: Default global configuration file: %s
cs: Defaultní globální konfiguraèní soubor: %s
it: File globale di configurazione di default: %s
ja: デフォルトのシステム設定ファイル: %s
pt_br: Arquivo padrão de configuração geral: %s

source: Log closed on %s
cs: Log zavøen v %s
it: Log chiuso il %s
ja: %s のログ完了
pt_br: Arquivo de log fechado em %s

source: HAVE_STRCASECMP, HAVE_STRNCASECMP: strings are compared without regard to case, whenever possible.
cs: HAVE_STRCASECMP, HAVE_STRNCASECMP: øetìzce jsou porovnávány bez ohledu na velikost, kdykoliv je to mo¾né.
it: HAVE_STRCASECMP, HAVE_STRNCASECMP: le stringhe sono confrontate ignorando se sono maiuscole o minuscole ove possibile.
ja: HAVE_STRCASECMP, HAVE_STRNCASECMP: 可能ならば、大文字/小文字の区別なしに 文字列の比較を行う。
pt_br: HAVE_STRCASECMP, HAVE_STRNCASECMP: texto é comparado sem levar em conta maiúsculas/minúsculas, sempre que possível.

source: WITH_EFENCE: buffer overruns will cause a segmentation violation.
cs: WITH_EFENCE: pøeteèení zásobníku zpùsobí chybu stránkování (segment violation).
it: CON_EFENCE: scritture fuori dai buffer causeranno un segfault.
ja: WITH_EFENCE: バッファ・オーバーランはセグメンテーション・フォルトを引き起こします。
pt_br: WITH_EFENCE: estouro de espaço (buffer) causará uma violação de segmento.

source: "%.*s" record 0x%08lx has length 0.
ja: "%.*s" レコード 0x%08lx の長さが 0 です。
pt_br: "%.*s" registro 0x%08lx tem tamanho zero.

source: ##### %s: Unknown argument type: 0x%02x.
cs: ##### %s: Neznámý typ argumentu: 0x%02x.
it: ##### %s: Tipo di argomento sconosciuto: 0x%02x.
ja: ##### %s: 不明な引数の種類: 0x%02x
pt_br: ##### %s: Tipo de argumento desconhecido: 0x%02x

source: ##### Bad offset: wanted %d, got %d.
cs: ##### ©patný offset: po¾adováno %d, obdr¾eno %d.
it: ##### Offset errato: volevo %d, ho ricevuto %d.
ja: ##### おかしなオフセット: 期待値 %d, 取得値: %d
pt_br: ##### Erro de deslocamento: desejava %d, obtive %d.

source: ##### Bad response ID: expected 0x%02x, got 0x%02x.
cs: ##### ©patné ID odpovìdi: oèekáváno 0x%02x, obdr¾eno 0x%02x.
it: ##### ID di risposta errato: mi aspettavo 0x%02x, ho ricevuto 0x%02x.
ja: ##### おかしな応答 ID: 期待値 0x%02x, 取得値 0x%02x
pt_br: ##### Erro de identificador de resposta : esperava 0x%02x, obtive 0x%02x.

source: ##### Expected XID 0x%02x, got 0x%02x.
cs: ##### Oèekáváno XID 0x%02x, obdr¾eno 0x%02x.
it: ##### MI aspettavo uno XID 0x%02x, ho ricevuto 0x%02x.
ja: ##### XID 期待値 0x%02x, 取得値 0x%02x
pt_br: ##### Esperava XID 0x%02x, obtive 0x%02x.

source: ##### Expected a DLP response, but this isn't one!
cs: ##### Oèekávána DLP odpovìï, ale ¾ádnou jsem nedostal!
it: ##### Mi aspettavo una risposta DLP, ma questa non lo e'!
ja: ##### DLP 応答を期待しましたが、これは違います！
pt_br: ##### Esperava uma resposta DLP, mas não essa !

source: ##### Got an unexpected data packet. Sending an ACK to shut it up.
cs: ##### Obdr¾en neoèekávaný datový paket. Posílám ACK na jeho ukonèení.
it: ##### Ho ricevuto un data packet inaspettato. Mando un ACK per zittirlo.
ja: ##### 期待していないパケットを受信しました。無効にするために ACK を送信します。
pt_br: ##### Recebi um inesperado pacote de dados. Enviando um ACK para interromper.

source: ##### I just got an unexpected ACK. I'm confused!
cs: ##### Právì jsem obdr¾el neoèekávané ACK. Jsem z nìho zmatený!
it: ##### Ho appena ricevuto un ACK inaspettato. Sono confuso!
ja: ##### 期待していない ACK を受信したので、対処できません！
pt_br: ##### Eu acabo de receber um inesperado ACK. Fiquei confuso !

source: ##### I wasn't expecting a new fragment. I'm confused!
cs: ##### Opravdu jsem neoèekával nový fragment. Jsem z nìho zmatený!
it: ##### Non mi aspettavo un nuovo frammento. Sono confuso!
ja: ##### 期待していない新しいフラグメントを受信したので、対処できません！
pt_br: ##### Eu não esperava um novo fragmento. Fiquei confuso !

source: ##### Unexpected packet type %d.
cs: ##### Neoèekávaný typ paketu %d.
it: ##### Packet inaspettato di tipo %d.
ja: ##### %d は予想外のパケット形式です。
pt_br: ##### Inesperado pacote do tipo %d.

source: %d: Unexpected character near "%s". You probably meant "$(%.*s)".
ja: %d: "%s" で予想外の文字があります。 おそらく "$(%.*s)" のようです。
pt_br: %d: Inesperado caracter próximo à "%s". Você provavelmente quer dizer "$(%.*s)".

source: %d: Unexpected character near "%s". You probably meant "${%.*s}".
ja: %d: "%s" で予想外の文字があります。 おそらく "${%.*s}" のようです。
pt_br: %d: Inesperado caracter próximo à "%s". Você provavelmente quer dizer "$(%.*s)".

source: %d: Unterminated variable reference near "%s". You probably meant "$(%.*s)".
ja: %d: "%s" で終了していない変数参照があります。 おそらく "$(%.*s)" のようです。
pt_br: %d: Referência à variável não terminada próximo à "%s". Você provavelmente queria dizer "$(%.*s)".

source: %s version %s.
cs: %s verze %s.
it: %s versione %s.
ja: %s バージョン %s
pt_br: %s versão %s.

source: %s: %d: Bogus creator "%s".
cs: %s: %d: Bogus vytvoøitel "%s".
it: %s: %d: Creatore "%s" non valido.
ja: %s: %d: "%s" はおかしなクリエーターです。
pt_br: %s: %d: Criador fictício "%s".

source: %s: %d: Bogus type "%s".
cs: %s: %d: Bogus typ "%s".
it: %s: %d: Tipo "%s" non valido.
ja: %s: %d: "%s" はおかしな形式です。
pt_br: %s: %d: Tipo fictício "%s".

source: %s: %d: Can't add creator-type pair to list. This is very bad.
cs: %s: %d: Nemohu pøidat pár creator-typ do seznamu. To je opravdu velmi zlé.
it: %s: %d: Non posso aggiungere la coppia creatore-tipo alla lista. Questo e' grave.
ja: %s: %d: 一覧に対のクリエーター形式を追加できません。これは致命的な状態です。
pt_br: %s: %d: Não posso adicionar par criador-tipo à lista. Isso é muito ruim.

source: %s: %d: Can't add preference to list. This is very bad.
cs: %s: %d: Nemohu pøidat nastavení do seznamu. To je opravdu velmi zlé.
it: %s: %d: Non posso aggiungere la preference alla lista. Questo e' grave.
ja: %s: %d: 一覧に設定を追加できません。これは致命的な状態です。
pt_br: %s: %d: Não posso adicionar preferências à lista. Isso é muito ruim.

source: %s: %d: Device already defined.
cs: %s: %d: Zaøízení bylo ji¾ navoleno.
it: %s: %d: Device gia' definito.
ja: %s: %d: デバイスは既に定義されています。
pt_br: %s: %d: Dispositivo já definido.

source: %s: %d: Directory already defined.
cs: %s: %d: Adresáø byl ji¾ zvolen.
it: %s: %d: Directory gia' definita.
ja: %s: %d: ディレクトリは既に定義されています。
pt_br: %s: %d: Diretório já definido.

source: %s: %d: Incorrect checksum for serial number "%s-%c". Should be "%s-%c".
cs: %s: %d: ©patný kontrolní souèet pro sériové èíslo "%s-%c". Mìl by být "%s-%c".
it: %s: %d: Checksum non corretto per il numero di serie "%s-%c". Dovrebbe essere "%s-%c".
ja: %s: %d: シリアル番号 "%s-%c" の チェックサムが不正です。"%s-%c" にして下さい。
pt_br: %s: %d: Dígito de controle incorreta para o número de série "%s-%c". Deveria ser "%s-%c".

source: %s: %d: Path already defined.
cs: %s: %d: Cesta byla ji¾ nastavena.
it: %s: %d: Percorso gia' definito.
ja: %s: %d: パスは既に定義されています。
pt_br: %s: %d: Caminho já definido.

source: %s: %d: Serial number "%s" has no checksum. You may want to rewrite it as "%s-%c".
cs: %s: %d: Sériové èíslo "%s" nemá kontrolní souèet. Mo¾ná by jste ho mìli pøepsat na "%s-%c".
it: %s: %d: Il numero di serie "%s" non ha checksum. Forse dovresti riscriverlo come "%s-%c".
ja: %s: %d: シリアル番号 "%s" はチェックサムではありません。 "%s-%c" を指定して再度書き込んで下さい。
pt_br: %s: %d: Número de série "%s" não tem dígito de controle. Você pode querer re-escrever isso como "%s-%c".

source: %s: %d: Serial number already defined.
cs: %s: %d: Sériové èíslo bylo ji¾ nastaveno.
it: %s: %d: Numero di serie gia' definito.
ja: %s: %d: シリアル番号は既に定義されています。
pt_br: %s: %d: Número de série já definido.

source: %s: %d: Speed already defined.
cs: %s: %d: Rychlost byla ji¾ zadána.
it: %s: %s: Velocita' gia' definita.
ja: %s: %d: 速度は既に定義されています。
pt_br: %s: %d: Velocidade já definida.

source: %s: %d: Userid already defined.
cs: %s: %d: Userid bylo ji¾ zadáno.
it: %s: %d: Userid gia' definito.
ja: %s: %d: ユーザ ID は既に定義されています。
pt_br: %s: %d: Identificador do usuário já definido.

source: %s: %d: Username already defined.
cs: %s: %d: U¾ivatelské jméno bylo ji¾ zadáno.
it: %s: %d: Username gia' definito.
ja: %s: %d: ユーザ名は既に定義されています。
pt_br: %s: %d: Nome de usuário ja definido.

source: %s: Can't allocate %ld-byte buffer.
cs: %s: Nemohu naalokovat %ld-bytový buffer.
it: %s: Non posso allocare un buffer di %ld bytes.
ja: %s: %ld バイトのバッファを確保できません。
pt_br: %s: Não consigo reservar um buffer de %ld-bytes.

source: %s: Can't allocate PDA block.
cs: %s: Nemohu alokovat PDA blok.
it: %s: Non posso allocare un PDA block.
ja: %s: PDA ブロックを確保できません。
pt_br: %s: Não consigo reservar um bloco PDA.

source: %s: Can't allocate conduit header.
cs: %s: Nemohu naalokovat hlavièku conduitu.
it: %s: Non posso allocare un conduit header.
ja: %s: コンジット・ヘッダを確保できません。
pt_br: %s: Não consigo reservar cabeçalho para conduíte.

source: %s: Can't allocate conduit_block!
cs: %s: Nemohu naalokovat conduit_block!
it: %s: Non posso allocare conduit_block!
ja: %s: conduit_block を確保できません！
pt_br: %s: Não consigo reservar um conduit_block !

source: %s: Can't allocate listen block.
cs: %s: Nemohu naalokovat listen block.
it: %s: Non posso allocare un listen block.
ja: %s: 監視ブロックを確保できません。
pt_br: %s: Não consigo reservar bloco listen.

source: %s: Can't allocate new record.
cs: %s: Nemohu naalokovat nový záznam.
it: %s: Non posso allocare un nuovo record.
ja: %s: 新しいレコードを確保できません。
pt_br: %s: Não consigo reservar um novo registro.

source: %s: Can't append new record to database: %d.
cs: %s: Nemohu pøidat nový záznam do databáze: %d.
it: %s: Non posso aggiungere nuovi record in coda al database: %d.
ja: %s: データベースに新しいレコードを追加できません: %d
pt_br: %s: Não consigo acrescentar novo registro à base de dados: %d.

source: %s: Can't append to qstring.
ja: %s: qstring に追加できません。
pt_br: %s: Não consigo acrescentar à qstring.

source: %s: Can't back up "%s".
cs: %s: Nemohu zazálohovat "%s".
it: %s: Non posso archiviare "%s".
ja: %s: "%s" をバックアップできません。
pt_br: %s: Não consigo fazer um backup de "%s".

source: %s: Can't clean up database: %d.
cs: %s: Nemohu vyèistit databázi: %d.
it: %s: Non posso pulire il database: %d.
ja: %s: データベースをクリアすることができません: %d
pt_br: %s: Não consigo limpar a base de dados: %d.

source: %s: Can't copy record.
cs: %s: Nemohu nakopírovat záznam.
it: %s: Non posso copiare il record.
ja: %s: レコードを複写できません。
pt_br: %s: Não consigo copiar registro.

source: %s: Can't create file handle to child's stdin.
cs: %s: Nemohu vytvoøit file handle pro stdin potomka.
it: %s: Non posso creare il filehandle per l'input del figlio.
ja: %s: 標準入力 (子プロセス) に対するファイルハンドルを生成できません。
pt_br: %s: Não consigo criar um apontador de arquivo para stdin do processo-filho.

source: %s: Can't create file handle to child's stdout.
cs: %s: Nemohu vytvoøit file handle pro stdout potomka.
it: %s: Non posso creare il filehandle per l'output del figlio.
ja: %s: 標準出力 (子プロセス) に対するファイルハンドルを生成できません。
pt_br: %s: Não consigo criar um apontador de arquivo para stdout do processo-filho.

source: %s: Can't create staging file "%s".
cs: %s: Nemohu vytvoøit staging file "%s".
it: %s: Non posso creare il file di staging "%s".
ja: %s: Staging ファイル "%s" を生成できません。
pt_br: %s: Não consigo criar um arquivo staging "%s".

source: %s: Can't create staging file name.
cs: %s: Nemohu vytvoøit jméno staging souboru.
it: %s: Non posso creare il nome del file di staging.
ja: %s: Staging ファイル名を生成できません。
pt_br: %s: Não consigo criar nome de arquivo para staging.

source: %s: Can't download "%s".
cs: %s: Nemohu nahrát "%s".
it: %s: Non posso ricevere "%s".
ja: %s: "%s" をダウンロードできません。
pt_br: %s: Não consigo "baixar" "%s".

source: %s: Can't get information about USB device.
cs: %s: Nemohu získat informace o USB zaøízení.
it: %s: Non posso acquisire informazioni sul device USB.
ja: %s: USB デバイス情報を取得することができません。
pt_br: %s: Não consigo obter informação sobre o dispositivo USB.

source: %s: Can't insert record 0x%08lx.
cs: %s: Nemohu vlo¾it záznam 0x%08lx.
it: %s: Non posso inserire il record 0x%08lx.
ja: %s: レコード 0x%08lx を挿入できません。
pt_br: %s: Não consigo inserir registro 0x%08lx.

source: %s: Can't load "%s".
cs: %s: Nemohu nahrát "%s".
it: %s: Non posso caricare "%s".
ja: %s: "%s" を読み込めません。
pt_br: %s: Não consigo carregar "%s".

source: %s: Can't load database "%s".
cs: %s: Nemohu nahrát databázi "%s".
it: %s: Non posso caricare il database "%s".
ja: %s: データベース "%s" を読み込めません。
pt_br: %s: Não consigo carregar a base de dados "%s".

source: %s: Can't make child's stdout be line-buffered.
cs: %s: Nemohu zmìnit buffrování stdout potomka na linkové.
it: %s: Non posso settare l'output del figlio come linea-per-linea.
ja: %s: 標準出力 (子プロセス) をラインバッファ化することができません。
pt_br: %s: Não consigo fazer o stdout do processo-filho ser line-buffered.

source: %s: Can't make copy of string.
cs: %s: Nemohu vytvoøit kopii øetìzce.
it: %s: Non posso copiare la stringa.
ja: %s: 文字列を複写することができません。
pt_br: %s: Não consigo fazer cópia de cadeia de caracteres.

source: %s: Can't open "%s".
cs: %s: Nemohu otevøít "%s".
it: %s: Non posso aprire "%s".
ja: %s: "%s" を開けません。
pt_br: %s: Não consigo abrir "%s".

source: %s: Can't open "%s".
cs: %s: Nemohu otevøít "%s".
it: %s: Non posso aprire "%s".
ja: %s: "%s" を開けません。
pt_br: %s: Não consigo abrir "%s".

source: %s: Can't open "%s": %d.
it: %s: Non posso aprire "%s": %d.
ja: %s: "%s" を開けません: %d
pt_br: %s: Não consigo abrir "%s": %d.

source: %s: Can't open USB device.
cs: %s: Nemohu otevøít USB zaøízení.
it: %s: Non posso aprire il device USB.
ja: %s: USB デバイスを開けません。
pt_br: %s: Não consigo abrir o dispositivo USB.

source: %s: Can't open install directory.
cs: %s: Nemohu otevøít adresáø s instalací.
it: %s: Non posso aprire la directory di installazione.
ja: %s: インストールするディレクトリを開けません。
pt_br: %s: Não consigo instalar diretório.

source: %s: Can't read %s backup file.
cs: %s: Nemohu pøeèíst zálohový soubor ze souboru %s.
it: %s: Non posso leggere il file di backup %s.
ja: %s: バックアップ・ファイル %s が読めません。
pt_br: %s: Não consigo ler o arquivo de backup %s.

source: %s: Can't read AppInfo block for %s: %d.
cs: %s: Nemohu pøeèíst AppInfo block pro %s: %d.
it: %s: Non posso leggere l'AppInfo block di %s: %d.
ja: %s: %s の AppInfo 部録が読めません: %d
pt_br: %s: Não consigo ler bloco AppInfo para %s: %d.

source: %s: Can't read sort block for %s: %d.
cs: %s: Nemohu pøeèíst tøídící blok pro %s: %d.
it: %s: Non posso leggere il sort block per %s: %d.
ja: %s: %s のソート・ブロックが読めません: %d.
pt_br: %s: Não consigo ler bloco ordenado para %s: %d.

source: %s: Can't rename staging file. Backup left in "%s", hopefully.
cs: %s: Nemohu pøejmenovat staging file. Záloha je snad v "%s".
it: %s: Non posso rinominare il file di staging. Per fortuna il backup e' rimasto in "%s"
ja: %s: Staging ファイルの名前を変更できません。 うまくいけば、"%s" の中にバックアップが作成されます。
pt_br: %s: Não consigo mudar o nome do arquivo staging. Com sorte, há um backup em "%s".

source: %s: Can't reset sync flags: %d.
cs: %s: Nemohu resetovat sync flagy: %d.
it: %s: Non posso resettare i flags di sincronizzazione: %d.
ja: %s: 同期フラグを初期化できません: %d
pt_br: %s: Não consigo restaurar os flags de sincronismo: %d.

source: %s: Can't seek to end of file.
cs: %s: Nemohu pøejít na konec souboru.
it: %s: Non posso leggere alla fine del file.
ja: %s: ファイルの終端に移動することができません。
pt_br: %s: Não consigo ir até o fim do arquivo.

source: %s: Can't set signal handler.
cs: %s: Nemohu nastavit signal handler.
it: %s: Non posso installare l'handler dei segnali.
ja: %s: シグナル・ハンドラをセットすることができません。
pt_br: %s: Não consigo configurar um tratador para um sinal.

source: %s: Can't spawn conduit.
cs: %s: Nemohu naspawnovat (vytvoøit potomka) conduitu.
it: %s: Non posso invocare il conduit.
ja: %s: コンジットを起動できません。
pt_br: %s: Não consigo disparar o conduíte.

source: %s: Can't write AppInfo block for "%.*s".
ja: %s: "%.*s" の AppInfo ブロックを書き込めません。
pt_br: %s: Não consigo gravar o bloco AppInfo para "%.*s".

source: %s: Can't write archive file header.
cs: %s: Nemohu napsat hlavièku archivního souboru.
it: %s: Non posso scrivere l'header del file di archivio.
ja: %s: アーカイブ・ファイルのヘッダを書き込めません。
pt_br: %s: Não consigo gravar o cabeçalho do arquivo archive.

source: %s: Can't write backup file.
cs: %s: Nemohu zapsat zálo¾ní soubor.
it: %s: Non posso scrivere il file di backup.
ja: %s: バックアップ・ファイルを書き込めません。
pt_br: %s: Não consigo gravar o arquivo de backup.

source: %s: Can't write record data for "%.*s".
ja: %s: "%.*s" のレコードを書き込めません。
pt_br: %s: Não consigo gravar o registro de dados para "%.*s".

source: %s: Can't write record index entry for "%.*s".
ja: %s: "%.*s" のレコード目録エントリを書き込めません。
pt_br: %s: Não consigo gravar o registro de entrada de indice para "%.*s".

source: %s: Can't write resource data for "%.*s".
ja: %s: "%.*s" 用のリソース・データを書き込めません。
pt_br: %s: Não consigo gravar o arquivo de recursos de dados para "%.*s".

source: %s: Can't write resource index entry for "%.*s".
ja: %s: "%.*s" 用のリソース目録エントリを書き込めません。
pt_br: %s: Não consigo gravar o a entrada de índice de recursos para "%.*s".

source: %s: Can't write sort block for "%.*s".
ja: %s: "%.*s" 用のソート・ブロックを書き込めません。
pt_br: %s: Não consigo gravar o bloco ordenado para "%.*s".

source: %s: Can't write staging file "%s".
cs: %s: Nemohu zapsat staging soubor "%s".
it: %s: Non posso scrivere il file di staging "%s".
ja: %s: Staging ファイル "%s" を書き込めません。
pt_br: %s: Não consigo gravar o arquivo staging"%s".

source: %s: Can't write the two useless NULs to "%.*s".
ja: %s: 無用な二つの NUL 文字を "%.*s" に書き込めません。
pt_br: %s: Não consigo gravar dois inúteis nulos em "%.*s".

source: %s: Conduit exited unexpectedly.
cs: %s: Conduit neoèekávanì skonèil.
it: %s: Il conduit e' uscito in maniera inaspettata.
ja: %s: 突然、コンジットが強制終了しました。
pt_br: %s: Conduíte terminou inesperadamente.

source: %s: Conduit handler is in an inconsistent state at %s, line %d. Please notify the maintainer.
cs: %s: Handler conduitu je v nekonzistentním stavu v %s, øádce %d. Prosím, upozornìte o tom maintainera.
it: %s: L'handler del conduit e' in uno stato instabile in %s, riga %d. Per favore, avverti il mantainer del progetto.
ja: %s: コンジット・ハンドラが %s:%d 行で矛盾した 状態の中にあります。作者に連絡して下さい。
pt_br: %s: Manipulador de um conduite está em um estado inconsistente na %s linha %d. Por favor, avise o autor do consuite.

source: %s: Conduit is running happily, but hasn't printed anything. And yet, I was notified. This is a bug. Please notify the maintainer.
cs: %s: Conduit spokojenì bì¾í, ale zatím nepøedal ¾ádné výsledky. A teï jsem byl upozornìn. To je chyba. Prosím, upozornìte o tom maintainera.
it: %s: Il conduit e' in esecuzione, ma non ha stampato nulla. Pero' sono stato avvertito. Questo e' un bug. Per favore, avverti il mantainer del progetto.
ja: %s: コンジットが起動していますが、何も出力していません。 これはバグです。作者に連絡して下さい。
pt_br: %s: O conduíte executou corretamente, mas não imprimiu nada. E ainda assim, fui notificado. Isso é um bug. Por favor avise o autor do conduíte.
