Repository: ghorwin/palm-pilot-tools
Catalog: archive/coldsync-3.0/i18n/*.po
Languages: cs, it, ja, pt_br

source: I have a new, deleted record that is neither archived nor expunged What am I supposed to do?
cs: Mám nový smazaný záznam, který není ani archivován, ani vyprázdnìn Co mám dìlat?
it: Ho un nuovo record cancellato che non e' stato ne' archiviato, ne' rimosso. Che devo fare?
ja: 新しい削除済みのレコードがあります。このレコードはアーカイブされてもなく 削除もされていません。どのように扱いますか？
pt_br: Eu tenho um registro apagado que não é nem archieved nem expunged. O que é esperado que eu faça ?

source: Install
it: Installazione
ja: インストール
pt_br: Instalar

source: Install
cs: Instaluji
it: Installazione
ja: インストール
pt_br: Instalar

source: Invalid argument ID
cs: ©patný ID argument
it: Argument ID invalido
ja: 不正な引数 ID
pt_br: Argumento ID inválido

source: Invalid request ID
cs: ©patné ID po¾adavku
it: Request ID invalido
ja: 不正な要求 ID
pt_br: Requisiao ID inválida

source: Invalid result ID
cs: ©patné ID výsledku
it: Result ID invalido
ja: 不正な結果 ID
pt_br: Resultado ID inválido

source: Log started on %s
cs: Log zahájen v %s
it: Log cominciato il %s
ja: %s にロギングの開始
pt_br: Los iniciado em %s

source: Missing option argument after "%s".
cs: Chybí argument optionu po "%s".
it: Manca l'argomento dell'opzione dopo "%s".
ja: "%s" 以降のオプション引数がありません。
pt_br: Faltando argumento depois "%s".

source: Modes:
cs: Módy:
it: Modalita':
ja: モード:
pt_br: Modos:

source: No NetSync info.
cs: Nemám NetSync info.
it: Non ci sono informazioni su NetSync.
ja: NetSync 情報がありません。
pt_br: Sem informação de NetSync.

source: No error
cs: Bez chyby
it: Nessun errore
ja: エラーなし
pt_br: Sem erro

source: Options:
cs: Optiony:
ja: オプション:
pt_br: Opções:

source: Out of memory
cs: Out of memory (nedostatek pamìti)
it: Memoria esaurita
ja: メモリが足りません
pt_br: Sem memória

source: Please press the HotSync button.
cs: Prosím stisknìte tlaèítko HotSync.
it: Premi il tasto HotSync
ja: HotSync ボタンを押して下さい。
pt_br: Por favor, pressione o botão de Hot-Sync.

source: Problem
it: Problema
ja: 問題
pt_br: Problema

source: Restore
it: Ripristino
ja: リストア
pt_br: Restaure

source: SLP: bad CRC: expected 0x%04x, got 0x%04x.
cs: SLP: ¹patný CRC: oèekával jsem 0x%04x, doslal jsem 0x%04x.
it: SLP: CRC non corretto: mi aspettavo 0x%04x, ho ricevuto 0x%04x.
ja: SLP: おかしな CRC: 期待値 0x%04x, 取得値 0x%04x
pt_br: SLP: erro de CRC: esperava 0x%04x, obtive 0x%04x.

source: This host doesn't appear to have an IP address.
cs: Tento host nevypadá na to, ¾e by mìl IP adresu.
it: Questo host sembra che non abbia un indirizzo IP.
ja: このホストは IP-アドレスを持っていないようです。
pt_br: Este computador parce não ter um endereço IP.

source: Timeout
cs: Timeout (vypr¹el èas)
it: Tempo scaduto
ja: タイムアウト
pt_br: Tempo esgotado

source: Too many errors. Aborting.
cs: Pøíli¹ mnoho chyb. Konèím.
ja: エラーが多すぎます。中止します。
pt_br: Muito erros. Terminando.

source: Transfer aborted
cs: Transfer byl pøeru¹en
it: Trasferimento interrotto
ja: 転送の中止
pt_br: Transferência cancelada.

source: Unexpected timeout
pt_br: Tempo esgotado não esperado

source: Unknown device type: "%s".
cs: Neznámý druh zaøízení: "%s".
it: Tipo di device sconosciuto: "%s".
ja: 不明なデバイスの種類: "%s"
pt_br: Tipo de dispositivo desconhecido: "%s".

source: Unknown error
ja: 不明なエラー
pt_br: Erro desconhecido

source: Unknown facility "%s".
cs: Neznámá facilita "%s".
it: Facility sconosciuta "%s".
ja: 不明な機能 "%s" です。
pt_br: Facilidade "%s". desconhecida.

source: Unknown mode: "%s".
cs: Neznámý mód: "%s".
it: Modalita' sconosciuta: "%s".
ja: 不明なモード: "%s"
pt_br: Modo "%s" desconhecido.

source: Unknown mode: %d. This is a bug. Please report it to the maintainer.
cs: Neznámý mód: %d. To je chyba. Prosím, upozornìte o tom maintainera.
it: Modalita' sconosciuta: %d. Questo e' un bug. Per favore, avverti il mantainer del progetto.
ja: 不明なモード: %d これはバグです。作者に連絡して下さい。
pt_br: Modo %d desconhecido. Isso pode ser um bug. Por favor avise o autor.

source: Unknown protocol: "%s".
ja: 不明なプロトコル: "%s"
pt_br: Protocolo "%s" desconhecido.

source: Unrecognized option: "%s".
cs: Nerozpoznaná optiona: "%s".
it: Opzione sconosciuta: "%s".
ja: 認識できないオプション: "%s"
pt_br: Opção "%s" desconhecida.

source: Unterminated string at line %d (string started on line %d)
ja: %d 行で文字列が終了していません (%d 行から文字列は開始)。
pt_br: Cadeia de caracteres não terminada na linha %d (cadeia iniciada na linha %d).

source: Usage: %s [options] <mode> <mode args>
cs: Pou¾ití: %s [options] <mode> <mode args>
it: Uso: %s [opzioni] <modalita'> <argomenti della modalita'>
ja: 用法: %s [オプション] <モード> <モードの引数>
pt_br: Uso: %s [opções] <modo> <argumentos do modo>

source: Warning:
cs: Varování:
it: Attenzione:
pt_br: Aviso:

source: Warning: AppInfo block in "%.*s" isn't where I thought it would be. Expected 0x%lx, but we're at 0x%lx.
ja: WARNING: "%.*s" にある AppInfo ブロックは予期した場所にありません。 期待値 0x%lx, 実際は 0x%lx にあります。
pt_br: Aviso: bloco AppInfo em "%.*s" não está onde deveria estar. Esperava 0x%lx, mas estava em 0x%lx.

source: Warning: ROM serial number is %d characters long. Please notify the maintainer.
cs: Varování: sériové èíslo z ROM pamìti je dlouhé %d znakù. Prosím uvìdomte o tom maintainera.
it: Attenzione: il numero di serie della ROM e' lungo %d caratteri. Per favore, avverti il mantainer del progetto.
ja: WARNING: ROM シリアル番号の長さは %d 文字です。 作者に連絡して下さい。
pt_br: Aviso: Número de série em ROM tem %d caracteres de comprimento. Por favor, avise o autor.

source: Warning: can't set the serial port to the speed you requested (%ld bps). Using default.
ja: WARNING: 指定した速度 (%ld バイト/秒) をシリアルポートにセットできません。 デフォルトの速度を使用します。
pt_br: Aviso: Não consigo ajustar a porta serial para a velocidade solicitada (%ld bps). Usando o padrão.

source: Warning: can't set the speed you requested (%ld bps). Using default.
cs: Varování: nemohu nastavit rychlost na po¾adovanou hodnotu (%ld bps). Pou¾iji defaultní nastavení.
it: Attenzione: non posso usare la velocita' che hai richiesto (%ld bps). Uso la velocita' di default.
ja: WARNING: 指定した速度 (%ld バイト/秒) をセットできません。 デフォルトの速度を使用します。
pt_br: Aviso: Não consigo ajustar a porta serial para a velocidade solicitada (%ld bps). Usando o padrão.

source: Warning: record %d in "%.*s" isn't where I thought it would be. Expected 0x%lx, but we're at 0x%lx.
ja: WARNING: レコード %d ("%.*s") が予期した場所にありません。 期待値 0x%lx, 実際は 0x%lx にあります。
pt_br: Aviso: registro %d em "%.*s" não está onde deveria estar. Esperava 0x%lx, mas estava em 0x%lx.

source: Warning: resource %d in "%.*s" isn't where I thought it would be. Expected 0x%lx, but we're at 0x%lx.
ja: WARNING: リソース %d ("%.*s") が予期した場所にありません。 期待値 0x%lx, 実際は 0x%lx にあります。
pt_br: Aviso: recurso %d em "%.*s" não está onde deveria estar. Esperava 0x%lx, mas estava em 0x%lx.

source: Warning: sort block in "%.*s" isn't where I thought it would be. Expected 0x%lx, but we're at 0x%lx.
ja: WARNING: "%.*s" にあるソート・ブロックが予期した場所にありません。 期待値 0x%lx, 実際は 0x%lx にあります。
pt_br: Aviso: bloco sort em "%.*s" não está onde deveria estar. Esperava 0x%lx, mas estava em 0x%lx.

source: Write timeout. Attempting to resend.
cs: Timeout pøi zápisu. Zkou¹ím data poslat znovu.
it: Timeout in scrittura. Ritento l'invio
ja: 書き込みがタイムアウトしました。再送してみます。
pt_br: Tempo esgotado para escrita. Tentando re-enviar.

source: XID on ACK doesn't match request
ja: ACK 上の XID が要求に一致しません。
pt_br: XID durante ACK não coincide com o solicitado

source: You have an old Palm, one that doesn't say how many databases it has. I can't cope with this.
cs: Máte starého Palma, nìjakého z tìch, co mì neøeknout, kolik má databází. Je mi líto, ale bez toho neumohu pracovat.
it: Hai un Palm di tipo vecchio, che non dice quanti database ha in memoria. Non posso farci nulla.
ja: 古い Palm をお使いのようです。このような Palm ではデータベースの個数を返しません。 このような Palm には対処できません。
pt_br: Você tem uma Palm antiga, uma daquelas que não diz quantas bases de dados possui. Eu espero poder lidar com isso.

source: You shouldn't specify two -m<mode> options. Using -m%s.
cs: Nemìli by jste zadávat dva -m<mode> parametry. Pou¾iji -m%s.
it: Non puoi specificare due opzioni -m<modalita'> Uso -m%s.
ja: 二つの -m<mode> オプションを指定しないで下さい。 -m%s を使用します。
pt_br: Você não deve usar dois modos -m<modo> ao mesmo tempo. Usando -m%s.

source: You specified an apparently legal option ("-%c"), but I don't know what to do with it. This is a bug. Please notify the maintainer.
cs: Specifikovali jste podle v¹eho legální parametr ("-%c"), ale nevím, co s ním dìlat. To je chyba. Prosím kontaktujte maintainera.
it: Hai specificato un'opzione apparentemente valida ("-%c"), ma non so cosa farne. Questo e' un bug. Per favore, avverti il mantainer del progetto.
ja: 明らかに正規のオプション ("-%c") を指定しましたが、まだ実装されていません。 これはバグです。作者に連絡して下さい。
pt_br: Você usou um opção aparentemente válida ("-%c"), mas não sei o que fazer com ela. Isso é um bug !. Por favor avise o autor.

source: [generic]: Aborting.
cs: [generic]: Pøeru¹uji.
it: [generic]: Operazione interrotta.
ja: [generic]: 中止します。
pt_br: [genérico]: Terminando.

source: ioctl(USB_DO_REQUEST) usbRequestVendorGetBytesAvailable failed
cs: ioctl(USB_DO_REQUEST) usbRequestVendorGetBytesAvailable selhalo
it: ioctl(USB_DO_REQUEST) usbRequestVendorGetBytesAvailable fallito
ja: ioctl(USB_DO_REQUEST) usbRequestVendorGetBytesAvailable に失敗しました。
pt_br: ioctl(USB_DO_REQUEST) usbRequestVendorGetBytesAvailable falhou

source: ioctl(USB_DO_REQUEST) usbRequestVendorGetConnectionInfo failed
cs: ioctl(USB_DO_REQUEST) usbRequestVendorGetConnectionInfo selhalo
it: ioctl(USB_DO_REQUEST) usbRequestVendorGetConnectionInfo fallito
ja: ioctl(USB_DO_REQUEST) usbRequestVendorGetConnectionInfo に失敗しました。
pt_br: ioctl(USB_DO_REQUEST) usbRequestVendorGetConnectionInfo falhou

source: pdb_Download() failed.
cs: pdb_Download() selhala.
it: pdb_Download() fallito
ja: pdb_Download() に失敗しました。
pt_br: pdb_Download() falhou.

source: usb: trying to fill a non-empty buffer.
cs: usb: pokou¹ím se naplnit neprázdný buffer.
it: usb: si sta riempendo un buffer gia' pieno.
ja: USB: 空でないバッファを埋めてみます。
pt_br: usb: tentando pre-encher um buffer não vazio.

source: %s: select() returned 0. This should never happen. Please notify the maintainer.
cs: %s: select() vrátil 0. To by se nikdy nemìlo stát. Prosím upozornìte na to maintainera.
it: %s: select() ha restituito 0. Questo non dovrebbe succedere. Per favore avvisa il mantainer del progetto.
ja: %s: select() が 0 を返しました。これは絶対に発生してはいけないことです。作者に連絡して下さい。

source: Backup
ja: バックアップ

source: Uploading "%s"
cs: Nahrávám "%s"
it: Sto inviando "%s"
ja: "%s" のアップロード
